Repository: sargatxet/WooCommerce-sargapay
Catalog: languages/sargapay-plugin-*.po
Languages: es_mx

source: Adresses Generated and Saved in Database.
es_mx: Direcciones Generadas y Guardadas en la Base de Datos.

source: TESTNET ADDRESS
es_mx: DIRECCIÓN DE TESTNET

source: 24 hours have passed and your order was canceled, the payment address is no longer valid.
es_mx: 24 horas han pasado y tu orden ha sido cancelada, la dirección de pago ya no es válida.

source: ADA exchange rate is calculated at the time the order is made
es_mx: El tipo de cambio de ADA es calculado al momento de que se crea la orden

source: ADA Price
es_mx: Precio de ADA

source: ADA Total
es_mx: Total en ADA

source: Address
es_mx: Dirección

source: Allow customers to pay using Cardano ADA
es_mx: Permite a los clientes pagar usando Cardano Ada

source: Amount Copied!
es_mx: Monto Copiado!

source: BE AWARE THIS IS A TESTNET PAYMENT ADDRESS
es_mx: CUIDADO ESTA ES UNA DIRECCIÓN DE PAGO DE TESTNET

source: Blockfrost API Key for Mainnet
es_mx: Blockfrost API Key para Mainnet

source: Blockfrost API Key for Testnet.
es_mx: Blockfrost API Key para Testnet.

source: Cardano Wallet Not Found!
es_mx: Wallet De Cardano No Encontrada.

source: Confirmations
es_mx: Confirmaciones

source: Confirmations needed to accept a trasaction as valid.
es_mx: Confirmaciones necesarias para aceptar un pago como válido.

source: Contact the admin to provide you with a payment address.
es_mx: Contacta al administrador para que le proporcione una dirección de pago.

source: Copy Amount
es_mx: Copiar Monto

source: Copy Payment Address
es_mx: Copiar Dirección de Pago

source: Currency
es_mx: Moneda

source: Currency used in case default currency is not supported.
es_mx: Si la moneda no es soportada usar esta en reemplazo.

source: Description
es_mx: Descripción

source: Enable Sargapay Gateway
es_mx: Habilita Sargapay Gateway

source: Enable Test Mode
es_mx: Activar Modo de Prueba

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: Error no request sent :(
es_mx: Error no se mandó ninguna petición :(

source: ERROR PLEASE CONTACT ADMIN TO PROCCED WITH THE ORDER
es_mx: ERROR POR FAVOR CONTACTA AL ADMINISTRADOR PARA CONTINUAR CON EL PEDIDO

source: ERROR PLEASE CONTACT THE ADMIN TO PROCCED WITH THE ORDER
es_mx: ERROR POR FAVOR CONTACTAR AL ADMINISTRADOR PARA CONTINUAR CON EL PEDIDO

source: Error: Connection Failed
es_mx: Error: Falló la conexión

source: Error: Invalid Character in BLOCKFROST API KEY for MAINNET.
es_mx: Error: Carácter Invalido en la API KEY de BLOCKFROST para MAINNET.

source: Error: Invalid Character in BLOCKFROST API KEY for TESTNET.
es_mx: Error: Carácter Invalido en la API KEY de BLOCKFROST para TESTNET.

source: Error: Invalid Character in Publick Key.
es_mx: Error: Carácter Invalido en la Llave Publica.

source: Error: You need a BLOCKFROST API KEY for MAINNET to validate transactions.
es_mx: Error: Necesitas una API KEY de BLOCKFROST para MAINNET para validar pagos.

source: Error: You need a BLOCKFROST API KEY for TESTNET to validate transactions.
es_mx: Error: Necesitas una API KEY de BLOCKFROST para TESTNET para validar pagos.

source: Error: You require a Master Public Key to generate payment addresses.
es_mx: Error: Requieres una Llave Pública para generar direcciones de pago.

source: Every 10 Minutes
es_mx: Cada 10 Minutos

source: Instructions for payment will be send soon!
es_mx: Las instrucciones para realizar el pago se enviaran pronto!

source: Instructions for payment will be send soon!
es_mx: Las instrucciones para realizar el pago se enviaran pronto.

source: No orders done yet with this gateway
es_mx: No se han hecho pedidos con este método de pago

source: Orders done with Sargapay Gateway
es_mx: Ordenes hechas con Sargapay Gateway

source: Orders Paid with this plugin
es_mx: Pedidos Pagados con este plugin

source: Paid
es_mx: Pagado

source: Pay Now
es_mx: Pagar Ahora

source: Pay using Cardano ADA via our super-cool payment gateway. You have 24 hrs to pay or the order will be cancelled.
es_mx: Paga usando Cardano ADA con nuestro super-cool método de pago. Tienes 24 horas para pagar o el pedido será cancelado.

source: Pay with Cardano ADA
es_mx: Paga con Cardano ADA

source: Payment Address
es_mx: Dirección de Pago

source: Payment Address Copied!
es_mx: Dirección de Pago Copiada!

source: Payment Instructions
es_mx: Instrucciones de Pago

source: Place the API KEY to use BlockFrost to verify transactions on Mainnet.
es_mx: Proporciona la API KEY para usar BlockFrost para verificar pagos en Mainnet.

source: Place the API KEY to use BlockFrost to verify transactions on Testnet.
es_mx: Proporciona la API KEY para usar BlockFrost para verificar pagos en Testnet.

source: Place the payment gateway in test mode to use TESTNET.
es_mx: Activa el modo de prueba para usar TESTNET.

source: Place the Public Adress Key to generate Payment Addresses.
es_mx: Proporciona la Llave Pública para generar Direcciones de Pago.

source: Plugin NOT activated: Minimun PHP version required is 7.3
es_mx: El Plugin no se activo: Versión minima requerida es 7.3

source: Plugin NOT activated: WooCommerce is required
es_mx: El Plugin no se activo: Se necesita WooCommerce

source: Public Adress Key for Cardano
es_mx: Llave Pública para Cardano

source: Recive payments using Cardano ADA
es_mx: Recibe pagos usando Cardano ADA

source: Remember that you have 24 hours to pay for your order before it's automatically canceled.
es_mx: Recuerda que tienes 24 horas para pagar tu pedido antes de que se cancele automáticamente.

source: Something Went Wrong!
es_mx: ¡Algo Salio Mal!

source: TEST MODE
es_mx: MODO DE PRUEBA

source: Test mode
es_mx: Modo de prueba

source: This controls the description which the user sees during checkout.
es_mx: Controla la descripción que ve el usuario durante el pago.

source: This controls the title which the user sees during checkout.
es_mx: Controla el título que ve el usuario al realizar una compra.

source: This only increases the crypto amount owed, the original fiat value will still be displayed to the customer. 3.8 = 3.8% markup, -10.0 = 10.0% markdown
es_mx: Esto solo aumenta la cantidad de cripto adeudada, el valor fiat original aún se mostrará al cliente. 3,8 = 3,8 % de margen de beneficio, -10,0 = 10,0 % de margen de rebaja

source: Tienes para realizar la transacción
es_mx: Tienes para realizar el pago

source: Title
es_mx: Título

source: Total ADA
es_mx: Total en ADA

source: Total Amount in ADA
es_mx: Monto Total en ADA

source: yes
es_mx: si

source: You can verify the payment address and amount if you login and go to my-account/orders
es_mx: Puedes verificar la dirección de pago y el monto a pagar si inicias sesión y vas a la sección de mi cuenta y pedidos

source: You have 24hrs to pay before the order is cancelled
es_mx: Tienes 24 horas para pagar antes de que el pedido sea cancelado
