Repository: sargatxet/WooCommerce-sargapay
Catalog: languages/sargapay-*.po
Languages: es_es

source: Addresses Generated and Saved in Database.
es_es: Direcciones generadas y guardadas en la base de datos.

source: TESTNET ADDRESS
es_es: DIRECCIÓN DE RED DE PRUEBA

source: # of hours of waiting for payment
es_es: # de horas de espera para el pago

source: ADA exchange rate is calculated at the time the order is made
es_es: El tipo de cambio de ADA se calcula en el momento en que se realiza el pedido

source: ADA Price
es_es: Precio ADA

source: ADA Total
es_es: Total ADA

source: Add a % to exchange rate from fiat to crypto calculation
es_es: Agregue un % al tipo de cambio de fiat a cripto

source: Add a premium to price calculation
es_es: Agregar una prima al cálculo del precio

source: Add Markup
es_es: Agregar margen

source: Address
es_es: Dirección

source: Advanced
es_es: Avanzada

source: Allow customers to pay using Cardano ADA
es_es: Permitir a los clientes pagar con Cardano ADA

source: Amount Copied!
es_es: ¡Cantidad copiada!

source: An error occurred.
es_es: Ocurrió un error.

source: BE AWARE THIS IS A TESTNET PAYMENT ADDRESS
es_es: TENGA EN CUENTA QUE ESTA ES UNA DIRECCIÓN DE PAGO DE TESTNET

source: Blockfrost API Key for Mainnet
es_es: Clave API de Blockfrost para Mainnet

source: Blockfrost API Key for Testnet.
es_es: Clave API de Blockfrost para Testnet.

source: Blockfrost Key
es_es: Llave Blockfrost

source: Blockfrost Testnet Key
es_es: Llave Blockfrost de Testnet

source: Building Transaction
es_es: Transacción de construcción

source: Cardano Wallet Not Found!
es_es: Cartera Cardano no encontrada!

source: Check to Enable Light Wallets Buttons
es_es: Marque para habilitar los botones de billeteras ligeras

source: Check to Enable Sargapay Gateway
es_es: Marque para habilitar Sargapay Gateway

source: Check to Enable Testmode
es_es: Marque para habilitar el modo de prueba

source: Confirmations
es_es: Confirmaciones

source: Confirmations needed to accept a transaction as valid.
es_es: Confirmaciones necesarias para aceptar una transacción como válida.

source: Confirmations needed to valid payment
es_es: Confirmaciones necesarias para un pago válido

source: Contact the admin to provide you with a payment address.
es_es: Póngase en contacto con el administrador para proporcionarle una dirección de pago.

source: Copy Amount
es_es: Copiar Monto

source: Copy Payment Address
es_es: Copiar dirección de pago

source: Currency
es_es: Moneda

source: Currency used in case default currency is not supported.
es_es: Moneda utilizada en caso de que no se admita la moneda predeterminada.

source: Date
es_es: Fecha

source: Default Fiat Currency
es_es: Moneda fiduciaria predeterminada

source: Description
es_es: Descripción

source: Description show on checkout
es_es: Descripción mostrar en el pago

source: Enable Light Wallets
es_es: Habilitar billeteras ligeras

source: Enable Light Wallets Buttons
es_es: Habilitar botones de billeteras ligeras

source: Enable light wallets buttons to pay
es_es: Habilitar botones de billeteras ligeras para pagar

source: Enable Plugin
es_es: Habilitar Plugin

source: Enable Sargapay Gateway
es_es: Habilitar pasarela de pago Sargapay

source: Enable Test Mode
es_es: Habilitar modo de prueba

source: Enable Testnet Mode
es_es: Habilitar el modo de red de prueba

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Error no request sent :(
es_es: Error sin solicitud enviada :(

source: ERROR PLEASE CONTACT ADMIN TO PROCEED WITH THE ORDER
es_es: ERROR, CONTACTE AL ADMINISTRADOR PARA CONTINUAR CON EL PEDIDO

source: ERROR PLEASE CONTACT THE ADMIN TO PROCEED WITH THE ORDER
es_es: ERROR POR FAVOR CONTACTE AL ADMINISTRADOR PARA CONTINUAR CON EL PEDIDO

source: Error: blockforst mainnet api call failed
es_es: Error: la llamada a la API de mainnet blockforst falló

source: Error: blockforst testnet api call failed
es_es: Error: la llamada a la API de testnet de blockforst falló

source: Error: blockforst testnet api key can't be empty
es_es: Error: la clave api de blockforst testnet no puede estar vacía

source: Error: confirmations can't be empty
es_es: Error: las confirmaciones no pueden estar vacías

source: Error: confirmations is not a number
es_es: Error: las confirmaciones no son un número

source: Error: confirmations should be 1 or more
es_es: Error: las confirmaciones deben ser 1 o más

source: Error: Connection Failed
es_es: Error: Conexión fallida

source: Error: currency can't be empty
es_es: Error: la moneda no puede estar vacía

source: Error: currency is not supported select USD or EUR
es_es: Error: la moneda no es compatible, seleccione USD o EUR

source: Error: Invalid Character in BLOCKFROST API KEY for MAINNET.
es_es: Error: carácter no válido en la CLAVE API BLOCKFROST para MAINNET.

source: Error: Invalid Character in BLOCKFROST API KEY for TESTNET.
es_es: Error: carácter no válido en la CLAVE API BLOCKFROST para TESTNET.

source: Error: Invalid Character in Public Key.
es_es: Error: carácter no válido en la clave pública.

source: Error: markup can't be empty
es_es: Error: el margen no puede estar vacío

source: Error: markup is not a number
es_es: Error: el margen no es un número

source: Error: master public key can't be empty
es_es: Error: la clave pública maestra no puede estar vacía

source: Error: master public key has invalid characters
es_es: Error: la clave pública maestra tiene caracteres no válidos

source: Error: time to wait can't be empty
es_es: Error: el tiempo de espera no puede estar vacío

source: Error: time to wait is not a number
es_es: Error: el tiempo de espera no es un número

source: Error: You need a BLOCKFROST API KEY for MAINNET to validate transactions.
es_es: Error: necesita una CLAVE API BLOCKFROST para MAINNET para validar transacciones.

source: Error: You need a BLOCKFROST API KEY for TESTNET to validate transactions.
es_es: Error: necesita una CLAVE API BLOCKFROST para que TESTNET valide las transacciones.

source: Error: You require a Master Public Key to generate payment addresses.
es_es: Error: necesita una clave pública maestra para generar direcciones de pago.

source: Every 10 Minutes
es_es: Cada 10 minutos

source: Instructions for payment will be send soon!
es_es: ¡Las instrucciones para el pago serán enviadas pronto!

source: Instructions for payment will be send soon!
es_es: ¡Las instrucciones para el pago serán enviadas pronto!

source: Invalid Public Key
es_es: Clave pública no válida

source: Keys
es_es: Llaves

source: Light Wallets
es_es: Billeteras Ligeras

source: Markup
es_es: Margen

source: No Orders Done With This Payment Gateway
es_es: No se han realizado pedidos con esta pasarela de pago

# Number of Hours
source: %d hour has passed and your order was canceled, the payment address is no longer valid.
es_es: Ha pasado %d hora y su pedido fue cancelado, la dirección de pago ya no es válida.

# Number of Hours
source: Remember that you have %d hour to pay for your order before it's automatically canceled.
es_es: Recuerda que tienes %d hora para pagar tu pedido antes de que se cancele automáticamente.

source: Orders
es_es: Pedidos

source: Paid
es_es: Pagado

source: Pay Now
es_es: Pagar Ahora

source: Pay using Cardano ADA via our super-cool payment gateway.
es_es: Pague con Cardano ADA a través de nuestra genial pasarela de pago.

source: Pay with Cardano ADA
es_es: Paga con Cardano ADA

source: Payment Address
es_es: Dirección de Pago

source: Payment Address Copied!
es_es: ¡Dirección de pago copiada!

source: Payment Instructions
es_es: Instrucciones de pago

source: Place the API KEY to use BlockFrost to verify transactions on Mainnet.
es_es: Coloque la CLAVE API para usar BlockFrost para verificar transacciones en Mainnet.

source: Place the API KEY to use BlockFrost to verify transactions on Testnet.
es_es: Coloque la CLAVE API para usar BlockFrost para verificar transacciones en Testnet.

source: Place the payment gateway in test mode to use TESTNET.
es_es: Coloque la pasarela de pago en modo de prueba para usar TESTNET.

source: Place the Public Address Key to generate Payment Addresses.
es_es: Coloque la clave de dirección pública para generar direcciones de pago.

source: Place your Mainnet Api Key from Blockfrost
es_es: Coloque su clave Api Mainnet de Blockfrost

source: Place your Testnet Api Key from Blockfrost
es_es: Coloque su clave Testnet Api de Blockfrost

source: Plugin NOT activated: Minimum PHP version required is 7.4
es_es: Plugin NO activado: la versión mínima de PHP requerida es 7.4

source: Plugin NOT activated: WooCommerce is required
es_es: Plugin NO activado: se requiere WooCommerce

source: Price ADA
es_es: Precio ADA

source: Public Address Key for Cardano
es_es: Dirección Publica para Cardano

source: Public Master Key
es_es: Clave maestra pública

source: Sargapay Settings
es_es: Configuración de Sargapay

source: Saved Successfully.
es_es: Guardado exitosamente.

source: Select Index
es_es: Seleccionar índice

source: Select the max number of hours to wait for payments
es_es: Seleccione el número máximo de horas para esperar los pagos

source: Something Went Wrong!
es_es: ¡Algo salió mal!

source: Status
es_es: Estado

source: TEST MODE
es_es: MODO DE PRUEBA

source: Test mode
es_es: Modo de prueba

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el pago.

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.

source: Time left to make the payment
es_es: Tiempo restante para realizar el pago

source: Title
es_es: Título

source: Title showing on checkout
es_es: Título que se muestra al finalizar la compra

source: Total Amount in ADA
es_es: Importe total en ADA

source: Unused Addresses Mainnet
es_es: Direcciones no utilizadas Mainnet

source: Unused Addresses Testnet
es_es: Direcciones no utilizadas Testnet

source: WordPress payment gateway for crypto.
es_es: Pasarela de pago de WordPress para criptomonedas.

source: Wrong Network, Please Select the Correct Network
es_es: Red incorrecta, seleccione la red correcta

source: yes
es_es: si

source: You can verify the payment address and amount if you login and go to my-account/orders
es_es: Puede verificar la dirección de pago y el monto si inicia sesión y va a mi cuenta/pedidos
